---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.CableTray
zh: 桥架、线槽
source: html/85363b05-c0a2-91c7-8fd8-b67c515ef340.htm
---
# CableTray Methods

**中文**: 桥架、线槽

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.